import About from "../Components/About/About";

const ar = {
    title: "صفحة القائمة",
    switchTo: "التبديل إلى الإنجليزية",
    theme: "الوضع الحالي",
    light: "فاتح",
    dark: "غامق",
    home: "الصفحة الرئيسية",
    users: "المستخدمين",
    register: "تسجيل",
    login: "تسجيل الدخول",
    About: "حول",
    about:`مرحبًا بك في سينما، وجهتك المثالية لكل ما يتعلق بعالم الأفلام! سواء كنت من عشاق السينما المتحمسين أو تبحث عن فيلم لمشاهدته في عطلة نهاية الأسبوع، فإن منصتنا مصممة لتلبية جميع احتياجاتك السينمائية. استمتع بعالم من الاحتمالات اللامتناهية، حيث يمكنك استكشاف أحدث الإصدارات السينمائية، والأفلام الكلاسيكية الخالدة، والجواهر المخفية من مختلف الأنواع واللغات.

يتميز موقعنا بواجهة مستخدم سهلة الاستخدام، مما يجعل من السهل عليك اكتشاف أفلام جديدة، تتبع قائمتك للمشاهدة، والبقاء على اطلاع بأحدث الإصدارات. من أفلام الحركة المثيرة إلى الكوميديا الرومانسية المليئة بالمشاعر، مرورًا بأفلام الرعب المشوقة والأفلام الوثائقية الملهمة، لدينا ما يناسب جميع الأذواق.

ابقَ على اطلاع مع تقييمات شاملة، وآراء مفصلة حول أفلامك وممثليك المفضلين. بفضل خيارات البحث والتصفية المتقدمة، ستجد ما تبحث عنه بسهولة. بالإضافة إلى ذلك، ستتمكن من الاستمتاع بتوصيات مخصصة تناسب تفضيلاتك، لتضمن ألا تنفد لديك الأفلام المثيرة للاهتمام.

انضم إلى مجتمع من عشاق الأفلام لتبادل الآراء، تقييم الأفلام، والمشاركة في مناقشات حية. في [اسم موقعك]، نحن لا نحتفل فقط بالأفلام، بل نعيشها. لذا، اجلب بعض الفشار، اجلس براحة، ودعنا نأخذك في رحلة سينمائية لا تُنسى. الأضواء، الكاميرا، الحركة – مغامرتك السينمائية تبدأ هنا!`,
    search: "بحث",
    footer: "جميع الحقوق محفوظة@© محمود 2025",
    Cinima: "سينما",
    next: "التالي",
    previous: "السابق",
    addToFavorites: "أضف إلى المفضلة",
    viewDetails: "عرض التفاصيل",
    favorites: "المفضلة",
  };
  
  export default ar;
  